Repository: mericorhay/CueTake
Catalog: Packages/CueTakeKit/Sources/TeamFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# team.addProject %@
source: Put “%@” in this team
es: Añade “%@” a este equipo
tr: “%@” projesini ekibe koy

# team.close
source: Close
es: Cerrar
tr: Kapat

# team.explainer
source: Put a project in your team and everyone in it sees the same video, with every cut, caption and setting — and can change it.
es: Añade un proyecto a tu equipo y todos lo verán con el mismo video, cortes, subtítulos y ajustes, y podrán cambiarlo.
tr: Bir projeyi ekibinize koyun; ekipteki herkes aynı videoyu her kesimi, altyazısı ve ayarıyla görür — ve değiştirebilir.

# team.headline
source: Edit together
es: Edición colaborativa
tr: Birlikte düzenleyin

# team.inviteLink
source: Invite by link
es: Invitar por enlace
tr: Bağlantıyla davet et

# team.inviteNearby
source: Invite nearby
es: Invitar cerca
tr: Yakındakini davet et

# team.joinNearby
source: Join a team nearby
es: Unirse a un equipo cercano
tr: Yakındaki bir ekibe katıl

# team.leave.end
source: End the team
es: Terminar el equipo
tr: Ekibi sonlandır

# team.leave.endMessage
source: Everyone loses access to its projects. Your own copies stay on your phone.
es: Todos perderán acceso a sus proyectos. Tus copias personales permanecerán en tu teléfono.
tr: Herkes ekibin projelerine erişimini kaybeder. Kendi kopyaların telefonunda kalır.

# team.leave.leave
source: Leave the team
es: Salir del equipo
tr: Ekipten ayrıl

# team.leave.leaveMessage
source: You will no longer see this team’s projects.
es: Ya no verás los proyectos de este equipo.
tr: Bu ekibin projelerini artık görmeyeceksin.

# team.make
source: Make
es: Crear
tr: Kur

# team.make.placeholder
source: New team name
es: Nuevo nombre de equipo
tr: Yeni ekip adı

# team.notYet
source: Teams are being switched on. Until then you can try how meeting another phone will look.
es: Los equipos se están activando. Hasta entonces, prueba cómo se ve al reunirte con otro teléfono.
tr: Ekipler açılıyor. O zamana kadar başka bir telefonla buluşmanın nasıl görüneceğini deneyebilirsiniz.

# team.pair.bringCloser %@
source: Touch the tops of your phone and %@ together.
es: Toca las partes superiores de tu teléfono y %@ juntas.
tr: Telefonunun ve %@ cihazının üst kenarlarını birbirine değdir.

# team.pair.card.joinedYours
source: Joined your team
es: Te uniste a tu equipo
tr: Ekibine katıldı

# team.pair.card.youJoined
source: You are in the team
es: Estás en el equipo
tr: Ekiptesin

# team.pair.confirm %@
source: Let %@ into your team?
es: ¿Dejar que %@ entre en tu equipo?
tr: %@ ekibine katılsın mı?

# team.pair.declined
source: Not let in this time
es: No dejar entrar esta vez
tr: Bu sefer katılım onaylanmadı

# team.pair.done
source: Done
es: Listo
tr: Tamam

# team.pair.failed
source: That did not go through. Try again
es: No se pudo. Inténtalo de nuevo
tr: Olmadı. Tekrar dene

# team.pair.found
source: Phone found
es: Teléfono encontrado
tr: Telefon bulundu

# team.pair.howTo
source: Both phones need CueTake open on this screen.
es: Ambos teléfonos deben tener CueTake abierto en esta pantalla.
tr: İki telefonda da CueTake bu ekranda açık olmalı.

# team.pair.joined
source: In the team
es: En el equipo
tr: Ekipte

# team.pair.letIn
source: Let them in
es: Deja que entren
tr: Katılsın

# team.pair.lookingInviter
source: Hold the other phone to yours
es: Sostén el otro teléfono al tuyo
tr: Diğer telefonu seninkine yaklaştır

# team.pair.lookingJoiner
source: Hold your phone to theirs
es: Sostén tu teléfono al suyo
tr: Telefonunu onunkine yaklaştır

# team.pair.noICloud
source: Sign in to iCloud to join a team
es: Inicia sesión en iCloud para unirte a un equipo
tr: Ekibe katılmak için iCloud’a giriş yap

# team.pair.notNow
source: Not now
es: Ahora no
tr: Şimdi değil

# team.pair.tap
source: Meet
es: Reunirse
tr: Buluş

# team.pair.tapToMeet %@
source: This phone cannot measure distance. Tap Meet on both phones next to %@.
es: Este teléfono no puede medir distancia. Toca Reunirse en ambos teléfonos junto a %@.
tr: Bu telefon mesafe ölçemiyor. %@ yanındayken iki telefonda da Buluş’a dokun.

# team.pair.touched
source: Joining…
es: Uniendo…
tr: Katılıyor…

# team.point.invite
source: Invite someone by touching the tops of your phones together, or by sending a link.
es: Invita a alguien tocando las partes superiores de tus teléfonos juntos, o enviando un enlace.
tr: Birini davet etmek için telefonlarınızın üst kenarlarını birbirine değdirin ya da bağlantı gönderin.

# team.point.private
source: Only people you invite can open it. Projects live in your own iCloud, encrypted — no server of ours in between.
es: Solo las personas que invites pueden abrirlo. Los proyectos viven en tu propio iCloud, cifrados — sin servidor nuestro entre medio.
tr: Sadece davet ettikleriniz açabilir. Projeler kendi iCloud’unuzda, şifreli durur — arada bizim bir sunucumuz yok.

# team.point.sync
source: Edits from each phone reach the others by themselves. When two people change the same thing, the newer change is kept and you are told.
es: Las ediciones de cada teléfono llegan a los demás por sí mismas. Cuando dos personas cambian lo mismo, se conserva el cambio más reciente y se te informa.
tr: Her telefondaki değişiklik diğerlerine kendiliğinden ulaşır. İki kişi aynı şeyi değiştirirse yenisi kalır ve size söylenir.

# team.preview.detail
source: Joined your team
es: Te uniste a tu equipo
tr: Ekibine katıldı

# team.preview.name
source: Your teammate
es: Tu compañero de equipo
tr: Ekip arkadaşın

# team.problem
source: iCloud did not allow that. Check that you are signed in, then try again.
es: iCloud no lo permitió. Verifica que hayas iniciado sesión, luego intenta de nuevo.
tr: iCloud buna izin vermedi. Giriş yaptığından emin ol ve tekrar dene.

# team.projects %lld
source: %lld projects
es: %lld proyectos
tr: %lld proje

# team.title
source: TEAM
es: EQUIPO
tr: EKİP

# team.tryLight
source: Try the light
es: Prueba la luz
tr: Işığı dene

# team.tryLight.note
source: A preview on this phone only. Nothing is shared.
es: Una vista previa solo en este teléfono. Nada se comparte.
tr: Yalnızca bu telefonda bir önizleme. Hiçbir şey paylaşılmaz.
